{"inkVersion":20,"root":[["^Вы увидели напарника и подошли к нему.","\n","ev","str","^Сказать, что поймали преступника.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Спросить про отпечатки.","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Спросить, почему он приехал.","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":[{"->":"guiltless"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"choice"},"\n",{"->":"0.g-0"},{"#f":5}],"c-2":["^ ",{"->":"confession"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"guiltless":["^'Здравствуйте, Себастиан. Ты приехал посмотреть на этого убийцу?'","\n","^'Что? ... А, да...Вы его уже поймали?'","\n","^'Да, на выезде из города. Сейчас он уже в камере. Я иду оформлять отчет.'","\n","^'Понятно, тогда я наверно не буду мешать...'","\n","^'Да все в порядке. Ладно, я пойду'","\n","^Вы пошли оформлять документы. На этом дело закрыто.","\n","done",{"#f":1}],"choice":["^'Здравствуйте, Офицер Боровски. Я как раз вас искал.'","\n","^'Да, что случилось?'","\n","^'Мы нашли ваши отпечатки на одной из чашек из квартиры убитой.'","\n","^'Ну и что? Я же к ней часто приходил, было бы странно, если бы там не было моих отпечатков.'","\n","^'Только отпечатки ваши были со следами крови жертвы.'","\n","^'Я наверно трогал их без перчаток при осмотре квартиры...'","\n","^'Да? Тогда, как вы объясните кровь на рукаве вашей рубашки? Я точно помню, что при осмотре квартиры, вы даже не подходили к телу.'","\n","^'Кровь? Откуда... Хорошо, я всё расскажу...'","\n","^'Да, я внимательно слушаю.'","\n","^'Вообщем, мы утром с Амелией крупно поссорились, она споткнулась и упала головой об угол... Я ничего не успел сделать!'","\n","^'Мдаа... Теперь понятно, почему вы себя так странно вели...'","\n","^'Это была случайность!'","\n","^'Может быть, но вы же понимаете, что вас ждет по закону?'","\n","^'Да. Понимаю. Разрешите идти?'","\n","^'Стой, сдай сначала удостоверение и табельное оружие.'","\n","^Напарник отдал вам документы, и вы подумали, что чуть не посадили человека за убийство, которое он не совершал.","\n","done",{"#f":1}],"confession":[["^'У вас всё в порядке? Почему приехал?'","\n","^'Хотел узнать, как дела с расследованием.'","\n","^'Мы поймали подозреваемого на выезде из города, когда стоял на заправке.'","\n","^'Он признался?!'","\n","^'Почти... Утверждает, что хотел только украсть меч, а девушка уже была мертва, когда он зашёл в квартиру.'","\n","^'Понятно... Знаешь, я хотел сказать...'","\n","ev","str","^Поддержать напарника.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Сказать, что надо идти.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"sincereConfession"},"\n",{"#f":5}],"c-1":[{"->":"noConfession"},"\n","done",{"#f":5}]}],{"#f":1}],"sincereConfession":[["^'Я внимательно слушаю...'","\n","^'На самом деле... это я ...'","\n","^'Что \"ты\"? Я не очень понимаю. Не торопитесь... Спокойнее... '","\n","^'Это я убил Амелию...'","\n","^'Что!? Вы сейчас, наверно, в шоке от случившегося... Мы же нашли престуника!'","\n","^'Нет, он прав, Амелия уже была мертва, когда он пришел.'","\n","^'Почему?'","\n","^'Понимаете, мы крупно поссорились вчера, когда я к ней приходил утром...'","\n","^'И что? Вы же не могли убить её из-за этого?'","\n","^'Нет... Это вышло случайно... она споткнулась о ножку стола и упала... Я сразу кинулся к ней, а потом увидел кровь, и понял, что убил её!'","\n","^'Какой ужас! Что же нам делать теперь?'","\n","ev","str","^Посадить напарника в тюрьму.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Сказать, что ничего не было.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"prison"},"\n",{"#f":5}],"c-1":[{"->":"nothing"},"\n","done",{"#f":5}]}],{"#f":1}],"prison":["^'... Вы же понимаете, что мы не можем посадить невиновного...'","\n","^'Да, я все понимаю... Поэтому и пришел признаваться...'","\n","^'Тогда... Себастиан, сдайте, пожалуйста, удостоверение и табельное оружие... и пройдите в камеру.'","\n","^Офицер Боровски, молча, отдал вам документы и оружие, и конвой увел его.","\n","^Вы посмотрели на уходящего напарника, и подумали, что это был сложный, на правильный выбор.","\n","done",{"#f":1}],"nothing":["^'Знаете, я здесь ничего не слышал и никого не видел. А вы идите обратно домой. И вообще, преступник уже найден, а вы только следствие путаете ложными показаниями!'","\n","^'Да, но...'","\n","^'Идите-идите, ничего не знаю и слышать не хочу!'","\n","^Напарник ушел, а вы пошли оформлять оставшиеся документы и подумали, что дело закрыто.","\n","done",{"#f":1}],"noConfession":["^'Так, мне сейчас надо идти. Может вы мне потом расскажете? Или что-то прям очень срочное?'","\n","^'А... Хорошо... Нет, это не срочно... Раз у вас все нормально, то я наверно, поеду отдохну. Вы прикроете меня, если что?'","\n","^'Да, конечно.'","\n","^Вы пошли оформлять документы и закрывать дело.","\n","done","end",{"#f":1}],"#f":1}],"listDefs":{}}