{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^...","\n","^Вы подошли к напарнику, который вышел из подъезда.","\n","ev","str","^Аккуратно поинтересоваться о самочувствии напарника","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Отправить напарника домой","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"hisMood"},"\n",{"#f":5}],"c-1":["^ ",{"->":"rest"},"\n","end",{"#f":5}]}],{"#f":1}],"hisMood":[["^я:","\n","^'Ты как, Себастиан? Я допросил свидетельницу. Она сейчас с криминалистами составляет фоторобот преступника.","\n","^Себастиан:","\n","^'Я ... в порядке... Она сказало что-нибудь важное?'","\n","^я:","\n","^'Да. По её словам подозреваемый уехал на машине, и у него в руках был какой-то свёрток. Думаю, надо объявить план-перехват, он не должен был далеко уехать.'","\n","^Себастиан:","\n","^'Верно, объявляй. Нужно поймать этого убийцу и вора.'","\n","^я:","\n","^'Ты  выяснил, что-то ценное пропало из квартиры?'","\n","^Себастиан:","\n","^'Преступник украл старинный меч, Амелия хотела его продать на аукционе, но не успела... Остальные ценности все на месте, даже деньги...'","\n","^...","\n","^Офицер Боровски тяжело вздохнул","\n","ev","str","^'Я думаю, тебе лучше поехать домой... Наш шеф всё поймет...'","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^'Ты сможешь сосредоточиться сегодня? Может возьмешь выходной?'","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":[{"->":"consent"},"\n",{"#f":5}],"c-1":[{"->":"refusal"},"\n","done",{"#f":5}]}],{"#f":1}],"consent":["^Себастиан:","\n","^'Да, мне нужно немного успокоиться ... Наверное, ты прав, я лучше поеду домой. Сейчас от меня мало толку.'","\n","^я:","\n","^'Хорошо. А я поеду и доложу шефу обо всём.'","\n","^...","\n","^Вы проводили напарника до машины и передали по рации, что по городу объявлен план-перехват.","\n","done",{"#f":1}],"refusal":["^Себастиан:","\n","^'Нет, всё нормально. Не хочу сейчас находиться в одиночестве. Давай лучше поедем в отдел и доложим о ходе дела.'","\n","^я:","\n","^'Хорошо. Да, поехали.'","\n","^...","\n","^Вы передали по рации, что по городу объявлен план-перехват, и поехали в отдел.","\n","done",{"#f":1}],"rest":["^Себастиан:","\n","^'Ну как? Что сказала свидетельница?'","\n","^я:","\n","^'По её словам подозреваемый уехал на машине. Она сейчас с криминалистами составляет фоторобот преступника. Думаю, надо объявить план-перехват, он не должен был далеко уехать.'","\n","^Себастиан:","\n","^'Отлично, объявляй! Нужно скорее поймать его! Он украл старинный меч, который Амелия хотела выставить на аукцион.'","\n","^я:","\n","^'Себастиан, я сейчас поеду в отдел, доложу начальству, а ты давай езжай домой. Успокоишься, отдохнешь, приведешь мысли в порядок...'","\n","^Себастиан:","\n","^'Нет, со мной правда всё в порядке, я могу продолжать работать.'","\n","^я:","\n","^'Послушай, ты нам сейчас не поможешь. Я передам шефу, что ты взял выходной.'","\n","^Себастиан:","\n","^'Но...'","\n","^я:","\n","^'Никаких \"но\". Езжай лучше домой.'","\n","^...","\n","^Вы отправили напарника отдыхать, а сами передали по рации, что по городу объявлен план-перехват, и поехали в отдел.","\n","done","end",{"#f":1}],"#f":1}],"listDefs":{}}